import { Container } from "@mui/system";
import React from "react";
import { LazyLoadImage } from "react-lazy-load-image-component";
import Feedback from "../../components/feedback/Feedback";
import Title from "../../components/title/Title";
import newsAbsoluteImage from "../../assets/images/news-page-absolute.png";
import newsAbsoluteImage2 from "../../assets/images/news-page-absolute-2.png";

const Agreement = () => {
  return (
    <div className="content">
      <div className="agreement-container relative">
        <LazyLoadImage
          className="agreement-page-absolute-image absolute top-0 right-0"
          src={newsAbsoluteImage}
          alt=""
        />
        <LazyLoadImage
          className="agreement-page-absolute-image-2 absolute bottom-0 left-0"
          src={newsAbsoluteImage2}
          alt=""
        />
        <Container>
          <Title title="ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ" className="mb-8" />
          <div className="color-gray font-400 mb-6">
            Однажды любое предприятие сталкивается с проблемой переезда в другой
            офис. Причины для этого могут быть всевозможные. Но все компании
            беспокоятся об одном: как переехать в другой офис в максимально
            короткое время без значительных потерь для бизнеса. Для того чтобы
            не было различных неприятностей, лучше всего обратиться за помощью к
            профессионалам, которыми являются сотрудники компании «Madad
            Moving». Если вы закажете у нас офисный переезд, то однозначно
            получите высококачественный сервис и приятные цены. Для начала
            составляется подробный план процедуры, при этом учитывается
            специфика деятельности вашей организации, сколько вещей нужно
            перевезти и предполагаемые сроки переезда. Затем оценивается
            количество времени необходимого на то, чтобы подготовиться к
            процедуре, упаковать вещи, погрузить их в автомобиль и
            транспортировать. Выбирается подходящий маршрут и выполняется
            предварительный подсчет стоимости услуги. Вещи упаковываются
            качественно, обязательно маркируются, в транспортное средство
            грузятся со всей осторожностью. Все вещи должны транспортироваться,
            разгружаться и расставляться ответственно и безопасно.
          </div>
          <div className="color-gray font-400 mb-6">
            Однажды любое предприятие сталкивается с проблемой переезда в другой
            офис. Причины для этого могут быть всевозможные. Но все компании
            беспокоятся об одном: как переехать в другой офис в максимально
            короткое время без значительных потерь для бизнеса. Для того чтобы
            не было различных неприятностей, лучше всего обратиться за помощью к
            профессионалам, которыми являются сотрудники компании «Madad
            Moving». Если вы закажете у нас офисный переезд, то однозначно
            получите высококачественный сервис и приятные цены. Для начала
            составляется подробный план процедуры, при этом учитывается
            специфика деятельности вашей организации, сколько вещей нужно
            перевезти и предполагаемые сроки переезда. Затем оценивается
            количество времени необходимого на то, чтобы подготовиться к
            процедуре, упаковать вещи, погрузить их в автомобиль и
            транспортировать. Выбирается подходящий маршрут и выполняется
            предварительный подсчет стоимости услуги. Вещи упаковываются
            качественно, обязательно маркируются, в транспортное средство
            грузятся со всей осторожностью. Все вещи должны транспортироваться,
            разгружаться и расставляться ответственно и безопасно.
          </div>
          <div className="color-gray font-400 mb-6">
            Однажды любое предприятие сталкивается с проблемой переезда в другой
            офис. Причины для этого могут быть всевозможные. Но все компании
            беспокоятся об одном: как переехать в другой офис в максимально
            короткое время без значительных потерь для бизнеса. Для того чтобы
            не было различных неприятностей, лучше всего обратиться за помощью к
            профессионалам, которыми являются сотрудники компании «Madad
            Moving». Если вы закажете у нас офисный переезд, то однозначно
            получите высококачественный сервис и приятные цены. Для начала
            составляется подробный план процедуры, при этом учитывается
            специфика деятельности вашей организации, сколько вещей нужно
            перевезти и предполагаемые сроки переезда. Затем оценивается
            количество времени необходимого на то, чтобы подготовиться к
            процедуре, упаковать вещи, погрузить их в автомобиль и
            транспортировать. Выбирается подходящий маршрут и выполняется
            предварительный подсчет стоимости услуги. Вещи упаковываются
            качественно, обязательно маркируются, в транспортное средство
            грузятся со всей осторожностью. Все вещи должны транспортироваться,
            разгружаться и расставляться ответственно и безопасно.
          </div>
          <div className="color-gray font-400 pb-24">
            Однажды любое предприятие сталкивается с проблемой переезда в другой
            офис. Причины для этого могут быть всевозможные. Но все компании
            беспокоятся об одном: как переехать в другой офис в максимально
            короткое время без значительных потерь для бизнеса. Для того чтобы
            не было различных неприятностей, лучше всего обратиться за помощью к
            профессионалам, которыми являются сотрудники компании «Madad
            Moving». Если вы закажете у нас офисный переезд, то однозначно
            получите высококачественный сервис и приятные цены. Для начала
            составляется подробный план процедуры, при этом учитывается
            специфика деятельности вашей организации, сколько вещей нужно
            перевезти и предполагаемые сроки переезда. Затем оценивается
            количество времени необходимого на то, чтобы подготовиться к
            процедуре, упаковать вещи, погрузить их в автомобиль и
            транспортировать. Выбирается подходящий маршрут и выполняется
            предварительный подсчет стоимости услуги. Вещи упаковываются
            качественно, обязательно маркируются, в транспортное средство
            грузятся со всей осторожностью. Все вещи должны транспортироваться,
            разгружаться и расставляться ответственно и безопасно.
          </div>
        </Container>
      </div>
      <Feedback />
    </div>
  );
};

export default Agreement;
